
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",
        "最好的朋友，天稆",
        "今天是你的生日",
        "很高兴我们依然保持联系",
        "感谢你带给了我很多情绪价值",
        "遇到你真是幸运的事",
        "每次看见你活力满满",
        "也感染到了我呢",
        "希望新一岁的你可以健康平安",
        "和喜欢的朋友们相处融洽",
        "生日快乐~~",
    ]，
    imgs: {
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
